IDEA StatiCa Open Model
ConnectionPoint.ProjectFileName Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Set filename for Connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ProjectFileName { get; set; }
Public Property ProjectFileName As String
	Get
	Set
public:
property String^ ProjectFileName {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ConnectionPoint Class
IdeaRS.OpenModel.Connection Namespace